Repository: kkcjy/Translator
Catalog: model/OPUS-MT-train/finetune/VNK-Hallituksen_vuosikertomus.tmx
Source language: fi_fi
Languages: sv_se

source: KUVAILULEHTI
sv_se: PRESENTATIONSBLAD

source: Julkaisija
sv_se: Utgivare

source: Valtioneuvoston kanslia
sv_se: Statsrådets kansli

source: Tiivistelmä
sv_se: Referat

source: Valtioneuvosto antaa eduskunnalle hallituksen vuosikertomuksen perustuslain 46 §:ssä säädettynä kertomuksena hallituksen toiminnasta, valtiontalouden hoidosta ja talousarvion noudattamisesta sekä niistä toimista, joihin hallitus on eduskunnan päätösten johdosta ryhtynyt.
sv_se: Statsrådet lämnar regeringens årsberättelse till riksdagen som den berättelse om regeringens verksamhet, skötseln av statsfinanserna och om hur budgeten har följts samt om regeringens åtgärder med anledning av riksdagens beslut som det föreskrivs om i 46 § i grundlagen.

source: Hallituksen vuosikertomuksesta säädetään tarkemmin valtioneuvostosta annetun lain (175/2003) 9 a §:ssä sekä valtion talousarviosta annetun lain (423/1988) 17 ja 18 §:ssä.
sv_se: Närmare bestämmelser om regeringens årsberättelse finns i 9 a § i lagen om statsrådet (175/2003) och i 17 och 18 § i lagen om statsbudgeten (423/1988).

source: Talousarviolain 18 §:ssä edellytetään, että hallituksen vuosikertomukseen otettavien valtiontalouden ja valtion taloudenhoidon sekä toiminnan tuloksellisuuden kuvausten tulee antaa oikeat ja riittävät tiedot talousarvion noudattamisesta, valtion tuotoista ja kuluista, valtion taloudellisesta asemasta sekä tuloksellisuudesta (oikea ja riittävä kuva).
sv_se: Enligt 18 § i lagen om statsbudgeten ska de redogörelser för statsfinanserna och skötseln av statsfinanserna samt resultatet av statens verksamhet som tas in i regeringens årsberättelse ge riktiga och tillräckliga uppgifter om hur budgeten följts och om statens intäkter och kostnader, statens ekonomiska ställning och resultat (rättvisande bild).

source: Säädöstasolla kertomuksen sisältöä määrittävät erityisesti myös valtion talousarviosta annetun asetuksen (1243/1992) vaatimukset.
sv_se: På författningsnivå bestäms berättelsens innehåll dessutom särskilt av kraven i förordningen om statsbudgeten (1243/1992).

source: Hallituksen vuosikertomusta koskeva asetustasoinen sääntely on uudistettu helmikuussa 2016 voimaan tulleella valtion talousarviosta annetun asetuksen muutoksella (118/2016).
sv_se: Förordningsbestämmelserna om regeringens årsberättelse har förnyats genom en ändring av förordningen om statsbudgeten (118/2016), som trädde i kraft i februari 2016.

source: Vuodelta 2015 annettava hallituksen vuosikertomus muodostuu neljästä osasta, itse vuosikertomuksesta sekä kolmesta liitteestä:
sv_se: Regeringens årsberättelse för 2015 består av fyra delar, själva årsberättelsen och tre bilagor:

source: Liite 1 Ministeriöiden tuloksellisuuden kuvaukset Liite 2 Tilinpäätöslaskelmat
sv_se: Bilaga 1 Ministeriernas resultatöversikter Bilaga 2 Bokslutskalkyler

source: Liite 3 Toimenpiteet eduskunnan lausumien ja kannanottojen johdosta
sv_se: Bilaga 3 Åtgärder med anledning av riksdagens uttalanden och ställningstaganden

source: Asiasanat
sv_se: Nyckelord

source: vuosikertomus, tilinpäätös
sv_se: årsberättelse, bokslut

source: Rahoittaja/kustantaja
sv_se: Finansiering/förläggare

source: valtioneuvoston kanslia
sv_se: Statsrådets kansli

source: ISSN (painettu) 2341-7129
sv_se: ISSN (tryckt) 2341-7129

source: ISBN (painettu) 978-952-287-230-2
sv_se: ISBN (tryckt) 978-952-287-238-8

source: ISSN (verkkojulkaisu) 2323-962X
sv_se: ISSN (webbpublikation) 2323-962X

source: ISBN (verkkojulkaisu) 978-952-287-229-6
sv_se: ISBN (webbpublikation) 978-952-287-237-1

source: Sivumäärä 106
sv_se: Sidantal 108

source: Kieli suomi
sv_se: Språk svenska

source: URN-tunnus
sv_se: URN

source: http://urn.fi/URN:ISBN:978-952-287-229-6
sv_se: http://urn.fi/URN:ISBN:978-952-287-237-1

source: Julkaisujen myynti/ jakelu
sv_se: Beställningar/ distribution

source: ESIPUHE
sv_se: FÖRORD

source: Säädöstasolla kertomuksen sisältöä määrittää erityisesti myös valtion talousarviosta annettu asetus (1243/1992), jonka vuosikertomusta koskeva sääntely uudistettiin helmikuussa 2016.
sv_se: På författningsnivån bestäms berättelsens innehåll också särskilt av kraven i förordningen om statsbudgeten (1243/1992), vars bestämmelser om årsberättelsen reviderades i februari 2016.

source: Uudistuksen jälkeen asetuksessa on vuosikertomukselle oma 8 a luku, jossa säädetään vuosikertomuksen sisällöstä kokonaisuutena.
sv_se: Nu innehåller förordningen ett eget kapitel för årsberättelsen, 8 a, med bestämmelser om årsberättelsens innehåll som helhet.

source: Asetuksen muutoksessa ministeriöiden toimialan toiminnan tuloksellisuuden kuvausta koskevaa sääntelyä on karsittu ja yksinkertaistettu.
sv_se: Genom förordningsändringen har bestämmelserna om beskrivningen av verksamhetens resultat i ministeriernas verksamhetsområden minskats och förenklats.

source: Muutos koskee jo vuoden 2015 vuosikertomusta.
sv_se: Ändringen gäller redan för årsberättelsen 2015.

source: Vuosikertomukseen sisällytetään asetusmuutoksella uutena asiana (68 a §:n 4 kohta) valtiokokonaisuuden taloudellista asemaa selvittävä katsaus, jossa on kootusti ja tiiviissä muodossa tietoa valtion talousarviotalouden sekä valtion liikelaitosten ja rahastojen tuotoista, kuluista ja varallisuusasemasta (valtion kokonaislaskelmat, tuotto- ja kululaskelma sekä tase).
sv_se: Genom en förordningsändring införs som en ny sak (68 a § 1 mom. 4 punkten) i årsberättelsen en översikt som redogör för statens ekonomiska ställning med samlad och komprimerad information om intäkterna och kostnaderna för den helhet som består av budgetekonomin, de statliga affärsverken och de statliga fonderna utanför statsbudgeten samt över förmögenhetsställningen (statens totalkalkyler, intäkts- och kostnadskalkyl samt balansräkning).

source: Tämän puuttumiseen ovat kiinnittäneet huomiota eduskunnan tarkastusvaliokunta ja valtiontalouden tarkastusvirasto.
sv_se: Riksdagens revisionsutskott och statens revisionsverk har fäst uppmärksamhet vid att en sådan saknats.

source: Vuosikertomus koostuu varsinaisesta kertomuksesta ja sitä täydentävästä kolmesta liitteestä:
sv_se: Årsberättelsen består av den egentliga årsberättelsen och tre kompletterande bilagor:

source: Liite 1 Ministeriöiden tuloksellisuuden kuvaukset
sv_se: Bilaga 1 Ministeriernas resultatöversikter

source: Liite 2 Tilinpäätöslaskelmat
sv_se: Bilaga 2 Bokslutskalkyler

source: Vuosikertomuksen kertomusosassa ovat katsaukset hallituksen keskeisistä politiikkakokonaisuuksista samoin kuin katsaukset julkisesta taloudesta, valtiontaloudesta ja kuntataloudesta.
sv_se: Årsberättelsens berättelsedel innehåller översikter av regeringens centrala politikhelheter liksom även översikter av den offentliga ekonomin, statsfinanserna och kommunalekonomin.

source: Kertomusosassa on myös katsaus valtion yhtiöomistukseen.
sv_se: I berättelsedelen ingår också en översikt av statens bolagsinnehav.

source: Edelliseen vuosikertomukseen verrattuna kertomusosaan on lisätty em. katsaus valtiontalouden kokonaislaskelmista sekä ministeriökohtaiset yhteenvedot tärkeimmistä toimenpiteistä eduskunnan lausumien ja kannanottojen johdosta.
sv_se: Jämfört med den föregående årsberättelsen har berättelsedelen nu kompletterats med den ovan nämnda översikten över statsekonomins totalkalkyler samt respektive ministeriums sammandrag av de viktigaste åtgärderna som vidtagits med anledning av riksdagens uttalanden och ställningstaganden.

source: Varsinaiset lausuma- ja kannanottovastaukset ovat kertomuksen liitteessä 3.
sv_se: De egentliga uttalande- och ställningstagandesvaren finns i bilaga 3 till årsberättelsen.

source: Kertomus sisältää ministeriöiden toimialan toiminnan tuloksellisuuden kuvaukset (liite 1).
sv_se: Årsberättelsen innehåller redogörelser för verksamhetens resultat i ministeriernas verksamhetsområden (bilaga 1).

source: Niissä on katsaukset toimintaympäristön ja toimialan muutoksiin sekä arviot toimintaympäristön ja toimialan keskeisimmistä riskeistä.
sv_se: I dem ingår översikter av förändringarna i omvärlden och verksamhetsområdet samt bedömningar av de viktigaste riskerna i omvärlden och verksamhetsområdena.

source: Lisäksi tuloksellisuuskuvaukset sisältävät ministeriöiden arviot vaikuttavuustavoitteiden toteutumisesta ja tuloksellisuuden kehityksestä kertomusvuonna.
sv_se: Resultatöversikterna innehåller dessutom ministeriernas bedömningar av hur effektmålen har uppnåtts och hur resultatet utvecklats under berättelseåret.

source: Lisäksi niillä ministeriöillä, joiden hallinnonalalla on liikelaitoksia tai talousarvion ulkopuolella olevia valtion rahastoja, on selvitykset näistä.
sv_se: De ministerier som har affärsverk eller statliga fonder utanför budgeten i sitt verksamhetsområde presenterar redogörelser för dessa.

source: Oikeusministeriön osuus sisältää myös saamelaiskäräjien kertomuksen vuodelta 2015.
sv_se: Justitieministeriets del innehåller också sametingets berättelse för 2015.

source: Kertomuksen tilinpäätösosassa (liite 2) keskeinen kokonaisuus on valtion tilinpäätös liitetietoineen.
sv_se: Den centrala helheten i årsberättelsens bokslutsdel (bilaga 2) är statsbokslutet jämte bilagor.

source: Lisäksi tilinpäätösosassa ovat valtion liikelaitosten ja talousarvion ulkopuolella olevien valtion rahastojen tilinpäätöslaskelmat.
sv_se: I bokslutsdelen ingår också bokslutskalkylerna för de statliga affärsverken och för de statliga fonderna utanför budgeten.

source: Liitteessä on myös yhteenveto taseiden ulkopuolisista vastuista.
sv_se: I bilagan ingår också sammandrag av borgensförbindelser utanför balansräkningarna.

source: Lisäksi siinä ovat valtion talousarviotalouden sekä valtion liikelaitosten ja rahastojen kokonaislaskelmat.
sv_se: Ytterligare omfattar den totalkalkylerna för statens budgetekonomi, de statliga affärsverken och fonderna.

source: Liitteessä 3 selostetaan toimenpiteet, joihin hallitus on ryhtynyt kertomusvuoden aikana vireillä olevien eduskunnan lausumien ja kannanottojen johdosta.
sv_se: I bilaga 3 redogörs för de åtgärder som regeringen vidtagit under berättelseåret med anledning av anhängiga uttalanden och ställningstaganden av riksdagen.

source: Lausumat ja kannanotot vastauksineen on esitetty eduskunnan valiokuntien mukaan jaoteltuina.
sv_se: Uttalandena och ställningstagandena med svar har grupperats utskottsvis.

source: Vuosikertomus on laadittu siitä lähtökohdasta, että eduskunnan on tarpeen saada kootusti informatiivista tietoa valtion talouden asemasta ja koko julkisen sektorin tilasta, kehityksestä ja riskeistä sekä harjoitetusta toimintapolitiikasta ja sen yhteiskunnallisesta vaikuttavuudesta.
sv_se: Årsberättelsen har utarbetats med utgångspunkt i att riksdagen behöver få samlad, upplysande information om statens ekonomiska ställning och om hela offentliga sektorns tillstånd, utveckling och risker samt om den bedrivna verksamhetspolitiken och dess samhälleliga genomslag.

source: Kertomuksen perusteella eduskunnan pitää pystyä vaikuttamaan muun muassa seuraavan vuoden talousarviovalmisteluun.
sv_se: Riksdagen ska utgående från berättelsen kunna påverka bland annat nästa års budgetberedning.

source: Kertomuksen laatimisaikataulu on valtioneuvostossa tiivis ja asetettu siten, että eduskunta voisi käsitellä kertomuksen kevätistuntokaudella.
sv_se: Tidtabellen för årsberättelsen är stram i statsrådet och uppgjord så att riksdagen ska kunna behandla den under vårsessionen.

source: Eduskunta on joulukuussa 2015 antamassaan kannanotossa edellyttänyt, että hallitus edelleen kehittää vuosikertomusta.
sv_se: I ett ställningstagande i december 2015 förutsatte riksdagen att regeringen fortsätter att utveckla årsberättelsen.

source: Valtioneuvosto on sitoutunut jatkamaan työtä vuosikertomuksen kehittämiseksi.
sv_se: Statsrådet har förbundit sig att gå vidare med arbetet för att utveckla årsberättelsen.

source: Helsingissä 21 päivänä huhtikuuta 2016
sv_se: Helsingfors den 21 april 2016

source: Pääministeri Juha Sipilä
sv_se: Statsminister Juha Sipilä

source: Alivaltiosihteeri Timo Lankinen
sv_se: Understatssekreterare Timo Lankinen

source: Hallituskokoonpanot
sv_se: 1 Regeringssammansättningarna

source: Vuoden 2015 alussa pääministeri Alexander Stubbin hallitukseen kuului 17 ministeriä.
sv_se: I början av 2015 ingick 17 ministrar i statsminister Alexander Stubbs regering.

source: Hallitukseen kuuluivat Kansallinen Kokoomus, Suomen Sosialidemokraattinen Puolue, Suomen ruotsalainen kansanpuolue ja Suomen Kristillisdemokraatit.
sv_se: Regeringen bestod av Samlingspartiet, Finlands Socialdemokratiska Parti, Svenska folkpartiet i Finland och Kristdemokraterna i Finland.

source: Hallituksen ohjelma perustui edellisen, pääministeri Kataisen hallituksen ohjelmaan, rakennepoliittiseen ohjelmaan sekä sen toimeenpanoa ja julkisen talouden sopeuttamista koskeviin linjauksiin.
sv_se: Regeringens program byggde på den föregående regeringens, statsminister Katainens regeringsprogram, det strukturpolitiska programmet samt riktlinjerna för genomförande av det strukturpolitiska programmet och för anpassningen av den offentliga ekonomin.

source: Huhtikuussa 2015 järjestettiin 37. eduskuntavaalit vaalikaudelle 2015–2019.
sv_se: Det 37:e riksdagsvalet för valperioden 2015–2019 ägde rum i april 2015.

source: Vaaleissa Suomen Keskusta nousi suurimmaksi puolueeksi.
sv_se: Centern i Finland blev största parti i valet.

source: Perussuomalaiset sijoittuivat toiseksi ja Kansallinen Kokoomus saavutti kolmanneksi suurimman puolueen aseman.
sv_se: Sannfinländarna kom på andra plats och Samlingspartiet blev tredje största parti.

source: Tasavallan presidentti nimitti 29. toukokuuta 2015 pääministeri Juha Sipilän hallituksen, joka on itsenäisen Suomen 74. hallitus.
sv_se: Republikens president tillsatte statsminister Juha Sipiläs regering, det självständiga Finlands 74:e regering, den 29 maj 2015.

source: Samalla presidentti vapautti valtioneuvoston jäsenyydestä Alexander Stubbin hallituksen ministerit.
sv_se: Samtidigt befriade presidenten ministrarna i Alexander Stubbs regering från medlemskap i statsrådet.

source: Hallituksen muodostivat vaalien kolme suurinta puoluetta.
sv_se: Regeringen bildades av valets tre största partier.

source: Sipilän hallitukseen nimitettiin 14 ministeriä.
sv_se: Regeringen Sipilä bestod av 14 ministrar.

source: Pääministeri Juha Sipilän hallituksen ohjelma annettiin tiedonantona eduskunnalle toukokuussa 2015.
sv_se: Regeringsprogrammet för statsminister Juha Sipilä lämnades till riksdagen i form av ett meddelande i maj 2015.

source: Hallituksen tavoitteena on nostaa Suomen talous kestävän kasvun ja kohenevan työllisyyden uralle sekä turvata julkisten palvelujen ja sosiaaliturvan rahoitus.
sv_se: Regeringens mål är att lyfta in Finlands ekonomi på ett spår av hållbar tillväxt och förbättrad sysselsättning samt att säkerställa finansieringen av de offentliga tjänsterna och den sociala tryggheten.

source: Strategisen hallitusohjelmansa avulla hallitus vie eteenpäin välttämättömiä uudistuksia viidellä painopistealueella.
sv_se: Med hjälp av sitt strategiska regeringsprogram driver regeringen nödvändiga reformer på fem prioriterade områden.

source: Hallituksen strategiset tavoitteet konkretisoituvat 26 kärkihankkeessa.
sv_se: Regeringens strategiska mål konkretiseras i 26 spetsprojekt.

source: Lisäksi hallitusohjelman tavoitteena on toteuttaa eläkeuudistus, sote-uudistus, karsia kuntien tehtäviä ja velvoitteita sekä uudistaa alue- ja keskushallintoa.
sv_se: Regeringsprogrammet syftar dessutom till att genomföra pensionsreformen, social- och hälsovårdsreformen, minska kommunernas uppgifter och skyldigheter samt reformera region- och centralförvaltningen.

source: Hallituksen toimintasuunnitelma hallitusohjelman kärkihankkeiden ja reformien toimeenpanemiseksi julkistettiin syyskuussa 2015.
sv_se: Regeringens handlingsplan för genomförande av spetsprojekten och reformerna i regeringsprogrammet offentliggjordes i september 2015.

source: Hallituksen ensimmäistä syksyä leimasi Eurooppaan suuntautuvan turvapaikanhakijoiden kiihtyvän virran kasvu ja sen hallitseminen.
sv_se: Regeringens första höst präglades av den växande strömmen av asylsökande till Europa och hanteringen av den.

source: Vuosikertomuksen luvussa 2 kuvataan muuttoliikettä ja maahanmuuton hallintaa laajemmin.
sv_se: I kapitel 2 i årsberättelsen redogörs mer ingående för flyttningsrörelsen och hanteringen av migrationen.

source: Syksy 2015 muistetaan myös kilpailukykysopimukseen liittyvistä neuvotteluista.
sv_se: Hösten 2015 dominerades också av förhandlingarna som rörde avtalet om konkurrenskraften.

source: Pääministeri Sipilä halusi jo ennen hallitusneuvottelujen alkua toukokuussa 2015 solmia etujärjestöjen kanssa myös yhteiskuntasopimukseksi kutsutun sopimuksen, jolla Suomen tuottavuutta ja kilpailukykyä ja siten työllisyyttä parannettaisiin.
sv_se: Statsminister Sipilä ville redan innan regeringsförhandlingarna inleddes i maj 2015 ingå ett avtal med intresseorganisationerna, även kallat samhällsfördrag, avsett att förbättra Finlands produktivitet och konkurrenskraft och därmed sysselsättning.

source: Kyse on työmarkkinajärjestöjen välisestä sopimuksesta, jolla on tarkoitus parantaa yritysten kilpailukykyä.
sv_se: Det är ett avtal mellan centralorganisationerna på arbetsmarknaden med syftet att förbättra företagens konkurrenskraft.

source: Työmarkkinoiden keskusjärjestöt pääsivät alkukeväästä 2016 keskenään neuvottelutulokseen kilpailukykysopimuksesta.
sv_se: Centralorganisationerna på arbetsmarknaden nådde ett inbördes förhandlingsresultat om konkurrenskraftsavtalet i början av våren 2016.

source: Hallitus tukee työmarkkinoiden keskusjärjestöjen saavuttamaa neuvottelutulosta ja kannustaa työmarkkinajärjestöjä edistämään paikallista sopimista kevään työmarkkinakierroksella.
sv_se: Regeringen stödjer centralorganisationernas förhandlingsresultat och uppmuntrar dem att främja lokala avtal under vårens omgång i arbetsmarknadsförhandlingarna.

source: Hallitus ja työmarkkinajärjestöt tarkastelevat yhdessä sopimuksen merkittävyyttä ja kattavuutta kesäkuussa 2016.
sv_se: Regeringen och arbetsmarknadsorganisationerna ser över avtalets betydelse och omfattning i juni 2016.

source: Alexander Stubbin hallitus 24.6.2014–29.5.2015
sv_se: Alexander Stubbs regering 24.6.2014–29.5.2015

source: Kertomusvuonna 2015 hallitustehtäviä hoiti 24.6.2014 nimitetty ja osittain 26.9.2014 muutettu sekä 29.5.2015 asti toiminut Alexander Stubbin hallitus, jonka kokoonpano vuoden 2015 alussa oli seuraava:
sv_se: Under berättelseåret 2015 sköttes regeringsåliggandena av Alexander Stubbs regering, som tillsattes 24.6.2014 och som verkade fram till 29.5.2015. Regeringens sammansättning, som delvis ändrades 26.9.2014, var vid ingången av 2015 följande:

source: pääministerinä Alexander Stubb
sv_se: statsminister Alexander Stubb

source: pääministerin sijaisena ja valtiovarainministerinä Antti Rinne,
sv_se: statsministerns ställföreträdare och finansminister Antti Rinne,

source: ulkoasiainministerinä Erkki Tuomioja,
sv_se: utrikesminister Erkki Tuomioja,

source: eurooppa- ja ulkomaankauppaministerinä ulkoasiainministeriössä sekä valtioneuvoston kansliassa ja valtiovarainministeriössä niiden toimialaan kuuluvissa asioissa Lenita Toivakka,
sv_se: Europa- och utrikeshandelsminister i utrikesministeriet samt i statsrådets kansli och finansministeriet i ärenden som hör till deras ansvarsområden Lenita Toivakka,

source: kehitysministerinä ulkoasiainministeriössä sekä valtioneuvoston kansliassa sen toimialaan kuuluvissa asioissa Sirpa Paatero,
sv_se: utvecklingsminister i utrikesministeriet samt i statsrådets kansli i ärenden som hör till dess ansvarsområde Sirpa Paatero,

source: oikeusministerinä Anna-Maja Henriksson,
sv_se: justitieminister Anna-Maja Henriksson,

source: sisäministerinä sisäministeriössä sekä opetus- ja kulttuuriministeriön ja valtiovarainministeriön toimialaan kuuluvissa asioissa Päivi Räsänen,
sv_se: inrikesminister i inrikesministeriet samt i ärenden som hör till undervisnings- och kulturministeriets samt finansministeriets ansvarsområden Päivi Räsänen,

source: puolustusministerinä puolustusministeriössä sekä opetus- ja kulttuuriministeriön toimialaan kuuluvissa asioissa Carl Haglund,
sv_se: försvarsminister i försvarsministeriet samt i ärenden som hör till undervisnings- och kulturministeriets ansvarsområde Carl Haglund,

source: liikenne- ja kuntaministerinä liikenne- ja viestintäministeriössä sekä valtiovarainministeriön toimialaan kuuluvissa asioissa Paula Risikko,
sv_se: trafik- och kommunminister i kommunikationsministeriet samt i ärenden som hör till finansministeriets ansvarsområde Paula Risikko,

source: opetus- ja viestintäministerinä opetus- ja kulttuuriministeriössä sekä liikenne- ja viestintäministeriön toimialaan kuuluvissa asioissa Krista Kiuru,
sv_se: undervisnings- och kommunikationsminister i undervisnings- och kulturministeriet samt i ärenden som hör till kommunikationsministeriets ansvarsområde Krista Kiuru,

source: maa- ja metsätalousministerinä Petteri Orpo,
sv_se: jord- och skogsbruksminister Petteri Orpo,

source: elinkeinoministerinä työ- ja elinkeinoministeriössä Jan Vapaavuori,
sv_se: näringsminister i arbets- och näringsministeriet Jan Vapaavuori,

source: työministerinä työ- ja elinkeinoministeriössä Lauri Ihalainen,
sv_se: arbetsminister i arbets- och näringsministeriet Lauri Ihalainen,

source: sosiaali- ja terveysministerinä Laura Räty,
sv_se: social- och hälsovårdsminister Laura Räty,

source: peruspalveluministerinä sosiaali- ja terveysministeriössä Susanna Huovinen,
sv_se: omsorgsminister i social- och hälsovårdsministeriet Susanna Huovinen,

source: ympäristöministerinä Sanni Grahn-Laasonen sekä
sv_se: miljöminister Sanni Grahn-Laasonen samt

source: kulttuuri- ja asuntoministerinä ympäristöministeriössä sekä opetus- ja kulttuuriministeriön toimialaan kuuluvissa asioissa Pia Viitanen.
sv_se: kultur- och bostadsminister i miljöministeriet samt i ärenden som hör till undervisnings- och kulturministeriets ansvarsområde Pia Viitanen.

source: Juha Sipilän hallitus 29.5.2015–
sv_se: Juha Sipiläs regering 29.5.2015–

source: Kertomusvuonna 2015 hallitustehtäviä hoiti 29.5.2015 nimitetty Juha Sipilän hallitus, jonka kokoonpano oli seuraava:
sv_se: Under berättelseåret 2015 sköttes regeringsåliggandena av Juha Sipiläs regering, som tillsattes 29.5.2015 och vars sammansättning var följande:

source: pääministerinä Juha Sipilä
sv_se: statsminister Juha Sipilä

source: pääministerin sijaisena ja ulkoasiainministerinä ulkoasiainministeriössä sekä valtioneuvoston kanslian toimialaan kuuluvissa asioissa Timo Soini,
sv_se: statsministerns ställföreträdare och utrikesminister i utrikesministeriet samt i ärenden som hör till statsrådets kanslis ansvarsområde Timo Soini,

source: ulkomaankauppa- ja kehitysministerinä ulkoasiainministeriössä Lenita Toivakka,
sv_se: utrikeshandels- och utvecklingsminister i utrikesministeriet Lenita Toivakka,

source: oikeus- ja työministerinä oikeusministeriössä sekä työ ja elinkeinoministeriön toimialaan kuuluvissa asioissa Jari Lindström,
sv_se: justitie- och arbetsminister i justitieministeriet samt i ärenden som hör till arbets- och näringsministeriets ansvarsområde Jari Lindström,

source: sisäministerinä Petteri Orpo,
sv_se: inrikesminister Petteri Orpo,

source: puolustusministerinä Jussi Niinistö,
sv_se: försvarsminister Jussi Niinistö,

source: valtiovarainministerinä Alexander Stubb,
sv_se: finansminister Alexander Stubb,
